import React from "react";
import fullHeight from "../../utils/BlockHeights";

export default function TicketsAndPayments(props) {
    let visible = props.visibility;
    let handleClose = () => {
        props.callback()
    }
    let screenHeight = fullHeight.bodyHeight + fullHeight.footerHeight + fullHeight.headerHeight;
    return (
        <div className="popUp" style={{position: "absolute", width: "100%", 
                    height: screenHeight, visibility: visible}}>
        <div className="TicketsPopUp" style={{ 
        height: 615, width: 800, overflow: "auto", whiteSpace: "pre-wrap",bottom: fullHeight.footerHeight - 5, right: 220}}>
                <button className="ticketsPopUpClose" onClick={handleClose}>X</button>
                <strong>ПУБЛІЧНА ПРОПОЗИЦІЯ УКЛАСТИ ДОГОВІР (ОФЕРТА)</strong>
                <p>
                    <strong>на надання видовищної, та/або супутніх послуг шляхом придбання квитка</strong>
                </p>
                <p>
                    <strong> 
                    </strong>Цей документ є відкритою пропозицією (Офертою) Товариства з обмеженою відповідальністю «ПРИВІТ БІЛЕТ», що є юридичною особою за законодавством України, ідентифікаційний код - 43018550, Товариства з обмеженою відповідальністю «КОНЦЕРТ ЮА», що є юридичною особою за законодавством України, ідентифікаційний код - 41805984, Товариства з обмеженою відповідальністю «СЛУХ-МЕДІА», що є юридичною особою за законодавством України, ідентифікаційний код - 43019560, Товариство з обмеженою відповідальністю «БІЛЕТІК», що є юридичною особою за законодавством України, ідентифікаційний код - 43915844, яка адресована невизначеному колу осіб, укласти договір на надання видовищної, та/або супутніх послуг, шляхом продажу квитка (надалі - Договір) на викладених в цій Оферті умовах.
                </p>
                <p> Відповідно до статті 633, 638, 641 Цивільного Кодексу України, цей Договір є публічним договором і, в разі прийняття (акцепту) викладених в ньому умов, будь-яка дієздатна фізична особа, фізична особа-підприємець або юридична особа стає стороною за Договором та зобов'язується виконувати всі його умови.
</p>
<p> Оферта вступає в силу з моменту її розміщення в мережі Інтернет за посиланням: <a href="https://venue.ua/page/offer" target="_blank">https://venue.ua/</a> / <a href="https://ukrticket.com.ua/page/offer" target="_blank">https://ukrticket.com.ua/page/offer</a> / <a href="https://parter.ua/page/offer" target="_blank">https://parter.ua/page/offer</a> є безстроковою та діє до моменту її відкликання Агентом.
</p>
<p> Місцем укладення цього Договору сторони визначають місцезнаходження Агента.
</p>
<p><strong> 1. ВИЗНАЧЕННЯ ТЕРМІНІВ.</strong>
</p>
<p> В даному документі нижченаведені терміни, та визначення використовуються рівно як в однині так і в множині, в наступних значеннях:
</p>
<p> 1.1. <strong>«Договір»</strong> — публічний договір (оферта), адресована будь-якій фізичній особі та/або фізичній особі-підприємцю та/або юридичній особі укласти з ним публічний договір на надання видовищної, та/або супутніх послуг шляхом продажу квитка на викладених в ньому умовах. Розміщена Агентом за адресою:<a href="https://venue.ua/ru/page/offer" target="_blank"> </a> <a href="https://venue.ua/page/offer" target="_blank">https://venue.ua/page/offer</a> / <a href="https://ukrticket.com.ua/page/offer" target="_blank">https://ukrticket.com.ua/page/offer</a> / <a href="https://parter.ua/page/offer" target="_blank">https://parter.ua/page/offer</a> . та/або доступна за вимогою Покупця в Точках продажу Квитків (далі за текстом використовується як Договір так і Оферта в залежності від контексту).
</p>
<p> 1.2. <strong>«Акцепт»</strong> - повне підтвердження та безумовне прийняття Покупцем всіх умов цієї Оферти.
</p>
<p> 1.3. <strong> «Сайт»</strong> -<a href="https://venue.ua/" target="_blank"> https://venue.ua</a> /<a href="https://parter.ua/" target="_blank"> https://parter.ua</a> / <a href="https://ukrticket.com.ua/uk">https://ukrticket.com.ua/uk</a> - інтернет-сайт, що і є торговою площадкою, яка надає можливість Покупцям придбати Квиток на Захід.
</p>
<p> 1.4. <strong> «Система»</strong> (автоматизована система продажу квитків <strong>«V-ticket»</strong>) - програмно-технічний комплекс Агента, призначений для ведення квиткового господарства, забезпечення обліку операцій та реалізації можливості бронювання (резервування), замовлення та придбання Квитків, і самостійний доступ Покупців до окремих блоків якого, можливий через мережу Інтернет на Сайті.
</p>
<p> 1.5. <strong> «Агент»</strong> - юридична особа за законодавством України (ТОВ «ПРИВІТ БІЛЕТ», ТОВ «КОНЦЕРТ ЮА», ТОВ «СЛУХ-МЕДІА», ТОВ «БІЛЕТІК»), яке надає Покупцям Супутні послуги від свого імені, а при укладенні правочинів на надання Видовищних послуг шляхом продажу квитків – виступає від імені, під контролем, в інтересах та за рахунок Організатора.
</p>
<p> 1.6. <strong>«Організатор» </strong>- юридична особа, або фізична особа-підприємець, або особа, що здійснює незалежну професійну діяльність, яка надає Видовищну послугу, шляхом організації Заходу, від імені, під контролем, і в інтересах та за рахунок якого Агент уповноважений здійснювати продаж квитків. Організатор має всі необхідні права на організацію та проведення Заходу.
</p>
<p> 1.7. <strong>«Квиток»</strong> - документ який підтверджує укладення договору між Покупцем та Організатором і право Глядача (Покупця) на одноразове відвідування (прохід, перегляд, прослуховування) Заходу Організатора (вхідний Квиток), в тому числі Електронний квиток. Квиток має упорядковану сукупність даних, в тому числі сформовану Системою, що включає значення реквізитів Квитка (вартість, розмір Збору за послуги, назви Заходу, місця, дати і часу його проведення та іншу додаткову інформацію правового або технічного характеру). Квиток не є товаром.
</p>
<p> 1.8. <strong>«Електронний квиток»</strong> — документ, сформований Системою в електронно-цифровій формі (сукупність параметрів і статусів в Системі), містить штрих-код, вартість, розмір Збору за послуги, назви Заходу, місця, дати і часу його проведення та іншу додаткову інформацію правового або технічного характеру.
</p>
<p> 1.9. <strong> «Штрих-код» </strong>– код сформований Системою який присвоюється Квитку або Сертифікату та ідентифікує його.
</p>
<p> 1.10. <strong>«Номінальна вартість квитка»</strong> - вартість Квитка встановлена Організатором для всіх Покупців.
</p>
<p> 1.11. <strong>«Ціна Квитка»</strong> (замовлення) - сукупна сума Номінальної вартості Квитка та Супутніх послуг.
</p>
<p> 1.12. <strong>«Замовлення» </strong>- обраний Покупцем Захід, на відвідування якого Покупець бажає придбати у Агента Квиток, для чого Покупець: погоджується з усіма умовами Оферти, обирає серед вільних до продажу на Сайті такий Захід, посадкове місце/місця, спосіб оплати Квитка; та щодо якого Покупець отримав від Агента підтвердження вартості Квитка, можливості його бронювання/резервування/придбання, розміром Супутніх послуг, та здійснив таке його бронювання/резервування/оплату. Замовлення серед іншого містить загальну суму, дату та час замовлення/оплати та інші супутні дані. Замовлення формується з урахуванням розміру встановлених податків та зборів встановлених чинним законодавством України.
</p>
<p> 1.13. <strong>«Покупець»</strong> - фізична особа, яка досягла повнолітнього віку відповідно до законодавства країни свого громадянства та/або фізична особа-підприємець та/або юридична особа якій Агентом на умовах встановлених цією Офертою надаються послуги з бронювання, оформлення та реалізації Квитків на Заходи. Покупець купує та оплачує Видовищну та Супутню послугу.
</p>
<p> 1.14. <strong>«Глядач»</strong> (слухач) - особа, яка безпосередньо відвідує Захід по Квитку, пред’являючи його на контроль, і споживає Видовищну послугу (в тексті Договору виживається як Глядач та/або Покупець в залежності від контексту).
</p>
<p> 1.15. <strong>«Захід»</strong> — культурно-видовищний захід, у тому числі але не виключно театральний спектакль, концерт, циркова вистава, фестиваль, шоу, лекція, вистава, спортивне змагання, тренінг та будь-яка інша сукупність дій, спрямованих на організацію надання Видовищної послуги в одному місці й часі, об’єднані єдиною метою й характером, відвідування якої можливо тільки після пред’явлення спеціального документа — Квитка та/або Електронного квитка. Захід проводиться Організатором.
</p>
<p> 1.16. <strong>«Період проведення Заходу»</strong> - визначений Організатором період часу протягом якого проходить Захід. Період проведення Заходу зумовлений індивідуальною (неповторною) програмою виступу Артистів, а тому час проведення Заходу може відрізнятись від попередньо заявленого періоду проведення Заходу.
</p>
<p> 1.17. <strong>«Видовищна послуга»</strong> - послуга культурного, просвітницького, спортивного характеру, яка надається Покупцеві Організатором у рамках Заходу, при безпосередній присутності Глядача на такому Заході.
</p>
<p> 1.18. <strong>«Супутні послуги»</strong> - послуги, які нерозривно пов’язані з процедурою продажу Квитка за допомогою Системи, та які надаються Агентом та споживаються Покупцем безпосередньо під час продажу Квитка.
</p>
<p> 1.19. <strong>«Збір за послуги»</strong> - частина вартості Супутніх послуг Агента, яка оплачується Покупцем одночасно та разом з Номінальною вартістю Квитка з метою покриття (компенсації) витрат Агента, що виникають під час надання ним послуг з організації продажу Квитків, включаючи але не обмежуючись технічним забезпеченням продажу Квитків, підтримкою інфраструктури Агента, забезпеченням безпеки інформації, компенсація вартості фінансових операцій (еквайринг, наданням інформації Покупцям, обробкою Замовлень) тощо. Величина розміру Збору за послуги для кожного Квитка визначається Агентом за угодою з Організатором, або Агентом самостійно в процентному співвідношенні до Номінальної вартості Квитка або фіксована вартість.
</p>
<p> 1.20. <strong>«Додаткові послуги»</strong> - частина вартості Супутніх послуг Агента, які не входять до Збору за послуги але які Агент може додатково надавати Покупцям за додаткову плату, розмір якої визначається Агентом самостійно.
</p>
<p> 1.21. <strong>«Бронювання»</strong> - сформоване Замовлення яке знаходиться в режимі очікування оплати Покупцем.
</p>
<p> 1.22. <strong>«Період дії бронювання»</strong> — період часу з моменту оформлення Замовлення до моменту вчинення оплати Замовлення, встановлений Агентом в Системі протягом якого Квитки включені в Замовлення, недоступні для використання іншими особами, крім Покупця цього Замовлення протягом всього Періоду бронювання.
</p>
<p> 1.23. <strong>«Анулювання»</strong> - видалення Квитків із Замовлення з автоматичним перенесенням їх у вільний продаж в Системі (Сайті). Якщо Замовлення не сплачено то воно Анулюється автоматично.
</p>
<p> 1.24. <strong>«Точка продажу»</strong> — каса з продажу Квитків як Агента так і Субагентів Агента.
</p>
<p> 1.25. <strong>«Правила перебування в Закладі/на Заході»</strong> - це норми й правила Закладу/Організатора, встановлені для Глядачів під час їх перебування в Закладі/на Заході.
</p>
<p> 1.26. <strong>«Субагент»</strong> — юридична особа, або фізична особа-підприємець, або особа, що здійснює незалежну професійну діяльність, яка здійснює продаж Квитків Покупцям на підставі укладених з Агентом договорів з продажу квитків на різні Заходи. Правила цієї Оферти для таких договорів мають силу, якщо інше не вказано в договорі між Агентом і Субагентом.
</p>
<p> 1.27. <strong>«Принципал»</strong> - юридична особа, або фізична особа-підприємець, або особа, що здійснює незалежну професійну діяльність яка доручає Агенту від імені Принципала та/або Організатора за його рахунок надавати послуги з продажу Квитків на Захід.
</p>
<p> 1.28. <strong>«Персональні дані»</strong> - це відомості чи сукупність відомостей про фізичну особу, яка за їх допомогою ідентифікована або може бути конкретно ідентифікована (в тому числі але не виключно: прізвище, ім’я, стать, контактний номер телефону, місто).
</p>
<p> 1.29. <strong>«Сертифікат»</strong> - документ, що формується з використанням Системи, який надає право на часткову або повну оплату вартості Квитка(ів) при оформленні замовлення на Сайті, де у відповідному розділі необхідно ввести штрих-код, після чого Сертифікат втрачає свою силу та не може бути використаний повторно.
</p>
<h3> <strong>2. ПЕРЕДУМОВИ</strong></h3>
<p> 2.1. Даний Договір (Оферта) регламентує умови та порядок продажу Квитків, а також права та обов’язки, що виникають у зв'язку з цим у Агента, Покупця та Організатора.
</p>
<p> 2.2. Продаж Квитків Покупцю (в тому числі Електронних квитків), проводиться виключно на умовах цієї Оферти та лише в разі її повного та беззастережного прийняття всіх умов цієї Оферти Покупцем (акцепту Оферти). Частковий Акцепт, а також Акцепт на інших умовах не допускається. Використання Покупцем послуг Агента на запропонованих у цій Оферті умовах, свідчить про укладення між ними цього Договору.
</p>
<p> 2.3. Якщо Покупець не приймає в повному обсязі умови цієї Оферти, продаж Квитків (в тому числі Електронних квитків), не проводиться. Придбані Покупцем Квитки не можуть бути повернуті, в разі незгоди Покупця з умовами цієї Оферти. Повернення коштів за придбані Покупцем Квитки можливе лише в порядку та на умовах встановлених цією Офертою.
</p>
<p> 2.4. При придбанні Квитків у Агента юридичною особою або фізичною особою-підприємцем, оплата Квитків в даному випадку проводиться тільки за допомогою перерахування грошових коштів на банківський рахунок Агента на підставі рахунку, що виставляється Агентом.
</p>
<p> 2.5. Положення цієї Оферти можуть бути змінені Агентом без будь-якого попереднього повідомлення та/або погодження Покупців. Нова редакція Оферти вступає в силу з моменту її розміщення (опублікування) на Сайті (за необхідності в Точках продажу), якщо інше не передбачено новою редакцією Оферти. Використання Покупцем послуг Агента після внесення змін до тексту Оферти означає Акцепт Оферти з урахуванням внесених змін.
</p>
<p> 2.6. Реєструючись на Сайті Покупець гарантує досягнення повнолітнього віку відповідно до законодавства країни свого громадянства.
</p>
<p> 2.7. Умови цієї Оферти дійсні як для Покупців, що здійснюють оплату через Сайт так і в Точках продажу, та не залежать від форми оплати.
</p>
<p> 2.8. Агент має право розірвати Оферту в будь-який час без попереднього повідомлення Покупця у разі порушення останнім умов цієї Оферти та інших правил.
</p>
<p> 2.9. На виконання Закону України “Про забезпечення функціонування української мови як державної” вся інформації на Сайті розміщена на Українській мові. Покупець на власний розсуд може обрати іншу мову Сайту (Російську мову або Англійську мову). При цьому мовою Квитка є мова яку Покупець обрав на Сайті (наприклад якщо Покупець обрав Англійську версію Сайту то і Квиток буде на Англійській мові).
</p>
<p> 2.10. Агент має право самостійно виконувати дії щодо розповсюдження Квитків, а також за своїм розсудом передавати такі права третім особам без додаткового узгодження з Організатором та Покупцем.
</p>
<p> 2.11. Даний Договір має не монопольний характер, Агент має право представляти інших суб'єктів господарювання та укладати будь які інші договори без будь-якого додаткового погодження з іншою стороною.
</p>
<p> <strong>3. ПРЕДМЕТ ДОГОВОРУ</strong>
</p>
<p> 3.1. На умовах визначених у цій публічній пропозиції (Оферті), а також істотних умовах, обумовлених та підтверджених сторонами в окремому Замовленні:
</p>
<p> 3.1.1. між Організатором та Покупцем укладається договір на надання Видовищної послуги, за яким Організатор бере на себе зобов’язання надати Покупцеві право (доступ) на відвідування Глядачем Заходу, і споживання Видовищної послуги, на яку Покупець придбає у Агента Квиток, а Покупець зобов’язується оплатити Агенту вартість такої Видовищної послуги (далі – <strong>Договір на надання Видовищної послуги</strong>).
</p>
<p> 3.1.2. між Агентом та Покупцем, укладається договір на надання Супутніх послуг, за яким Агент бере на себе зобов’язання надати Покупцеві замовлені ним Супутні послуги, а Покупець зобов'язується сплатити Агенту вартість таких Супутніх послуг (далі – <strong>Договір на надання Супутніх послуг</strong>). Супутні послуги нерозривно пов’язані з продажем Квитка незалежно від його форми (електронний, паперовий), процедури Замовлення (Інтернет, Call-center, Точки продажу), та форми оплати, а тому надаються Покупцеві обов’язково при кожному продажу Квитка.
</p>
<p> 3.2. Покупець розуміє та погоджується з тим, що сплачена ним Ціна Квитка складається з двох послуг, а саме:
- договір на надання Видовищної послуги (надається Організатором);
- договір на надання Супутніх послуг (надається Агентом).
</p><p> <strong>4. ЗАГАЛЬНІ УМОВИ</strong>
</p>
<p> 4.1. Ця Оферта містить умови при згоді й дотриманні яких Покупець може придбати Видовищні й Супутні послуги шляхом купівлі Квитка у Агента, і дія якої поширюється на всі способи здійснення Покупцем Замовлення та форми його оплати. Істотні та додаткові умови укладених: Договору на надання Видовищної послуги та Договору на надання Супутніх послуги, містяться в цій Оферті та здійсненому Замовленні (його специфікації).
</p>
<p> 4.2. В результаті придбання Квитка на Захід між Покупцем і Організатором укладається Договір на надання Видовищної послуги, визначеної у Квитку. Придбаний у Агента Квиток на Захід Організатора підтверджує зобов’язання Організатора перед Покупцем: забезпечити пропуск Глядача (тобто для пред’явника Квитка) у зазначені в Квитку строки проведення Заходу, та місці розташування Закладу, з метою споживання Глядачем Видовищної послуги.
</p>
<p> 4.3. Для споживання Видовищної послуги Покупцю / Глядачеві необхідно здійснити всі залежні від нього заходи, як-от:
</p>
<p> 4.3.1. замовити й оплатити Квиток (процедура описана в окремому розділі цієї оферти).
</p>
<p> 4.3.2. отримати Квиток в спосіб визначений 8 розділом Оферти.
</p>
<p> 4.3.3. вчасно прибути до Закладу, в якому проводиться Захід, пройти контроль (пред’явити Квиток до погашення), і, якщо у Квитку зазначено окреме посадкове місце – зайняти його. Якщо іншого не буде вказано в умовах Організатора, які будуть обумовлені при замовленні Квитка. Доступ Глядачів у Заклад, у якому буде проводитися Захід, відкривається за одну годину до запланованого початку Заходу, і триває до фактичного початку Заходу. Пройти контроль на Заході по непогашеному Квитку можна тільки один раз (Квиток може бути відсканований лише один раз - після цього він стає недійсним). У випадку якщо Глядач після проходження контролю, вийде за його межі, повторне проходження за погашеним Квитком, та пропуск Глядача на Захід буде неможливий, навіть при пред’явленні погашеного Квитка. Запланований початок Заходу обумовлюється при замовленні Квитка, і вказується у Квитку. У тому випадку якщо Глядач зі своєї вини або ініціативи не прибув вчасно в Заклад, та/або не пройшов контроль, та/або до початку чи закінчення Заходу покинув Заклад, Організатор, за умови що він провів Захід, вважається таким, який належним чином виконав умови Договору про надання Видовищної послуги (надав Покупцеві доступ до Заходу, та можливість споживання Видовищної послуги), і не несе відповідальності перед Глядачем та/або Покупцем за неотримання таким Глядачем та/або Покупцем Видовищної послуги (в даному випадку грошові кошти Покупцю за жодних обставин не повертаються).
</p>
<p> 4.3.4. не залишати зі своєї ініціативи Заклад до завершення Заходу. В разі якщо Глядач зі своєї ініціативи покинув Захід до його завершення, і за умови, що Захід відповідає зазначеному у Квитку, Видовищна послуга вважається наданою/спожитою Покупцем/Глядачем у повному обсязі й належним чином (в даному випадку грошові кошти Покупцю за жодних обставин не повертаються).
</p>
<p> 4.3.5. не порушувати Правил перебування в Закладі/на Заході, встановлені Організатором та/або Закладом. Такі Правила перебування в Закладі/на Заході частково вказуються у Квитку й можуть бути доповнені/змінені Організатором та/або Закладом;
</p>
<p> 4.4. Супутні послуги Агента замовляються й споживаються Покупцем у момент здійснення ним Замовлення Квитка на Захід за процедурою, обумовленою в цій Оферті до моменту оплати Покупцем Збору за послуги у складі Ціни Квитка. Факт оплати Покупцем Збору за послуги є підтвердженням повної згоди Покупця з усіма умовами отримання Супутніх послуг, а також підтвердженням факту належного надання таких Супутніх послуг Агентом, та їх безспірного споживання Покупцем.
</p>
<p> 4.4.1. Здійснюючи оплату Квитка, Покупець добровільно приймає та погоджується з тим, що він не має права на повернення грошових коштів сплачених за Супутні послуги, а також Покупець відмовляється від права на оскарження здійсненого ним платежу у картковій платіжній системі (ЧАРДЖБЕК (chargeback)).
</p>
<p> 4.5. За належне надання Агентом Покупцеві Супутніх послуг відповідальність несе Агент.
</p>
<p> <strong>5. ПРОЦЕДУРА ЗАМОВЛЕННЯ КВИТКІВ (УКЛАДАННЯ ДОГОВОРУ) </strong>
</p>
<p> 5.1. Здійснюючи замовлення Покупець підтверджує те, що він ознайомлений з усіма умовами цієї Оферти, Правилами перебування в Закладі/на Заході, такі умови йому зрозумілі, і він зобов’язується їх належним чином та в повному обсязі дотримуватись й виконувати.
</p>
<p> 5.2. <strong>Замовлення Квитків здійснюється одним з таких можливих способів:</strong>
</p>
<p> 5.2.1. он-лайн, шляхом доступу до Системи: з веб-браузера, перейшовши на Сайт, і пройшовши процедуру Замовлення й оплати Квитка;
</p>
<p> 5.2.2. у Точці продажу шляхом проходження процедури Замовлення й оплати Квитка.
</p>
<p> 5.3. <strong>Процедура Замовлення Квитка Організатора й Супутніх послуг Агента </strong>(узгодження й підтвердження згоди кожної сторони з усіма істотними та додатковими умовами договорів, що укладаються) передбачає проходження сторонами таких обов’язкових етапів:
</p>
<p> 5.3.1. <strong>обрання</strong> Покупцем конкретного посадкового місця на обраний Захід, Квиток на який він бажає придбати, та який перебуває у вільному продажу Агента (тобто який не зарезервований, не заброньований, і не проданий на момент здійснення Замовлення);
</p>
<p> 5.3.2. <strong>підтвердження Покупцем</strong> згоди на придбання обраного ним Квитка шляхом підтвердження згоди з остаточно сформованою сумою Замовлення (Ціною Квитка). Таке підтвердження Покупець робить усно (при замовленні за телефоном чи в Точці продажу), або натиснувши на відповідну кнопку, яка містить підтвердження згоди, при замовленні через Сайт. Таке підтвердження Покупця вважається повною його згодою з умовами придбання обраної Видовищної послуги Організатора, та Супутньої послуги Агента.
Здійснюючи таке підтвердження Покупець тим самим однозначно підтверджує, що він:
-	своєчасно та попередньо одержав необхідну, доступну, достовірну та не двозначну інформацію передбачену Законом України «Про захист прав споживачів» про Видовищну послугу та Супутні послуги, яка забезпечує можливість їх свідомого та компетентного вибору, і така інформація є для нього повністю зрозумілою, прийнятною і достатньою за формою та обсягом.
-	самостійно ознайомився з актами (рішеннями) органів державної влади України щодо запобігання поширенню на території України гострої респіраторної хвороби COVID-19, в тому числі але не виключно з Постановою Кабінету Міністрів «Про встановлення карантину та запровадження обмежувальних протиепідемічних заходів з метою запобігання поширенню на території України гострої респіраторної хвороби COVID-19, спричиненої коронавірусом SARS-CoV-2» від 9 грудня 2020 р. № 1236 (https://cutt.ly/gEYAiTI).
</p>
<p> 5.3.3. <strong>підтвердження Агентом</strong> можливості замовлення Видовищної послуги й Супутньої послуги, шляхом придбання Покупцем обраного в Замовленні Квитка. Таке підтвердження Агент висловлює письмово через Сайт (якщо Замовлення здійснюється через Сайт), або усно (касира/оператора Call Center). Після підтвердження Покупцем згоди на придбання обраного ним Квитка, та підтвердження Агентом можливості придбання Покупцем такого Квитка, такий Квиток вважається Замовленим, та резервується за Покупцем. Такий резерв триває до оплати Покупцем замовленого ним Квитка, однак не більш ніж двадцять (20) хвилин – у випадку здійснення Покупцем замовлення через Сайт, або не більш ніж одна (1) хвилина – у випадку здійснення Покупцем замовлення в Точці продажу. У тому випадку, якщо Покупець не оплатить замовлення (Ціну Квитка) протягом зазначеного часу резервування, замовлення вважається анульованим, і Квиток повертається у вільний продаж;
</p>
<p> 5.3.4. <strong>оплата Ціни Квитка</strong> може проводитися в готівковій або безготівковій формі на вибір Покупця (із запропонованих на Сайті), який він робить при Замовленні. Оплата в готівковій формі може здійснюватися в Точках продажу. Оплата в безготівковій формі може здійснюватися шляхом оплати Ціни Квитка платіжним дорученням, або за допомогою спеціальних платіжних засобів банківських та небанківських платіжних систем, чи міжнародних платіжних систем. За збереження та захист даних таких платіжних засобів, а також за здійснення платежу несе банк, чи платіжна система за допомогою якої Покупець здійснює оплату. Оплата в безготівковій формі платіжним дорученням вважається здійсненою в момент одержання Агентом коштів на свій поточний банківський рахунок. Оплата в безготівковій формі за допомогою платіжних засобів вважається здійсненою в момент одержання Агентом від оператора платіжної системи електронного підтвердження транзакції, за умови подальшого зарахування (одержання) коштів, у розмірі Ціни замовленого Квитка(ів), на банківський рахунок Агента. При оплаті платіжним дорученням чи за допомогою платіжних систем з Покупця на користь банків чи операторів платіжних систем може стягуватись окрема плата за розрахунково-касове обслуговування, яка не включена в Ціну Квитка.
</p>
<p> 5.4. Здійснивши оплату Замовлення й одержавши Квиток, між Організатором та Покупцем укладається Договір на надання Видовищної послуги. Отримати таку Видовищну послугу може Глядач (тобто Покупець, або третя особа, у випадку укладення Покупцем договору на користь третьої особи), який пред’явить на вході в Заклад, у якому буде проходити Захід, дійсний Квиток на контроль.
</p>
<p> <strong>6. ПРАВИЛА АКЦЕПТУ</strong>
</p>
<p> 6.1. Замовлення вважається здійсненим, а ця Оферта повністю й добровільно прийнята (Акцептована) Покупцем на умовах, які передбачені в Оферті та конкретному Замовленні, після здійснення всіх дій, передбачених в п.5.3. цієї Оферти, у момент повної оплати Покупцем ціни Замовлених Квитків Агентові.
</p>
<p> 6.2. Акцептуючи дану Оферту Покупець гарантує та підтверджує те, що він своєчасно (тобто до придбання Видовищної та Супутньої послуги) отримав необхідну, зрозумілу, доступну та достовірну інформацію про замовлені ним Видовищні та Супутні послуги, в тому числі назву Заходу, імена (псевдоніми) артистів, про використання чи невикористання фонограм, Номінальну ціну Квитка, Ціну Квитка, порядок і умови його придбання, використання, повернення, комісію банків та винагороду платіжних систем за перерахування грошей, а також про осіб Організатора, Агента, і що така інформація була ним вірно сприйнята, та дозволила йому здійснити свідомий та компетентний вибір і здійснити Замовлення, а також усвідомлює те, що Агент уповноважений здійснювати від імені Організатора обмежений перелік дій, які спрямовані винятково на укладення Договору на надання Видовищної послуги (продаж права на відвідування Заходу й одержання Видовищної послуги Організатора), шляхом продажу Квитка.
</p>
<p> 6.3. Також Акцептуючи дану Оферту Покупець погоджується з тим, що Агент не несе жодної відповідальності за невиконання або неналежне виконання Організатором зобов’язань, які покладені на нього Законом України «Про захист прав споживачів», або які він візьме на себе перед Покупцем за Договором на надання Видовищної послуги, а так само й за будь-які інші порушення (включаючи завдання збитків чи шкоди), допущені Організатором при організації проведення Заходу, а також не здійснює функцій Організатора, як виконавця Видовищної послуги, щодо своєчасного надання Покупцям необхідної, зрозумілої, доступної та достовірної інформації про Видовищну послугу та особу Організатора, та прийняття претензій від Покупців стосовно Видовищних послуг Організатора, тобто всі претензії щодо неналежного їх інформування, або Видовищних послуг Покупці мають направляти Організатору. Якщо між Організатором і Агентом не буде досягнута згода про інше, Агент не уповноважений та не приймає від Покупця відмову від Квитка, не повертає грошові кошти за продані Квитки.
</p>
<h3> <strong>7. ПРАВА ТА ОБОВ’ЯЗКИ СТОРІН</strong></h3>
<p> <strong>7.1. ПОКУПЕЦЬ МАЄ ПРАВО:</strong>
</p>
<p> 7.1.1. Самостійно з відкритих джерел отримувати інформацію про вартість Квитків на Заходи, розміри Збору за послуги та вартості Додаткових послуг в інших квиткових операторів, та керуючись отриманою інформацією приймати рішення про придбання Квитків у Агента.
</p>
<p> 7.1.2. Отримувати інформацію про правила продажу Квитків, наявних категорій Квитків та іншої інформації щодо Заходів, якою володіє Агент в рамках своїх повноважень, з використанням способів зазначених на Сайті.
</p>
<p> 7.1.3. Самостійно обирати спосіб оплати Квитка із запропонованих Агентом на Сайті. При цьому Покупець зобов'язаний самостійно ознайомитися з правилами користування тим чи іншим способом платежу.
</p>
<p> 7.1.4. Направляти відгуки про роботу Агента за контактами Агента.
</p>
<p> <strong>7.2. ПОКУПЕЦЬ ЗОБОВ'ЯЗАНИЙ:</strong>
</p>
<p> 7.2.1. Вказувати винятково повну та достовірну інформацію про себе, вибраний спосіб оплати та інші дані, що вказуються при замовленні Квитка. У тому випадку якщо Замовлення Покупця не буде виконано/буде виконано не коректно, не точно, або неповно через помилкові, не точні або неповні відомості про Покупця, його реквізити допущені Покупцем при здійсненні замовлення, чи його оплаті – ні Організатор, ні Агент не несуть відповідальності за невиконання, чи неналежне виконання взятих на себе зобов’язань за відповідним Замовленням.
</p>
<p> 7.2.2. Детально ознайомитися з усіма правилами цієї Оферти та прийняти їх при здійсненні покупки Квитка, а також всі додаткові правила, що регулюють відносини Сторін за цією Офертою.
</p>
<p> 7.2.3. Покупець має право відмовитися від придбання Квитка у Агента до моменту вчинення оплати Замовлення відповідно до умов, що передбачені цією Офертою. Така відмова потягне за собою припинення перед Покупцем всіх обов’язків Агента.
</p>
<p> 7.2.4. Покупець самостійно несе всю відповідальність за неповнолітніх дітей, в інтересах яких він купує Квиток.
</p>
<p> 7.2.5. Оплатити у повному обсязі вартість Квитків та Супутніх послуг.
</p>
<p> 7.2.6. Дотримуватись Правил перебування в Закладі/на Заході.
</p>
<p> 7.2.7. У випадках, зазначених в цій Оферті анулювати Замовлення, повернути придбаний Квиток Організатору, та вимагати у нього повернення Номінальної ціни Квитка на умовах та в порядку, передбаченому Розділом Х Інструкції з ведення квиткового господарства в театрально-видовищних підприємствах та культурно-освітніх закладах, затвердженої Наказом Міністерства культури і мистецтв України №452 від 07.07.1999 року та Закону України «Про театри і театральну справу».
</p>
<p> 7.2.8. Не розміщувати, не публікувати, не передавати та не поширювати повідомлення які можуть носити злочинний характер або заподіяти будь-яку шкоду Агенту, Принципалу, Організатору та іншим Покупцям.
</p>
<p> 7.2.9. З метою запобігання можливості використання придбаного Квитка сторонньою особою, Покупець/Глядач зобов’язані прикладати всіх залежних від них зусиль, завдяки яким такий Квиток або нанесена на ньому інформація, не могли б потрапити третім особам, в тому числі не робити копії Квитка та в жодному разі не розголошувати Штрих-кодів Квитка.
</p>
<p>7.2.10 Покупець (Глядач) зобов’язується виконувати та дотримуватись актів (рішень) органів державної влади України направлених на запобігання поширення на території України гострої респіраторної хвороби COVID-19, в тому числі але не виключно Постанову Кабінету Міністрів «Про встановлення карантину та запровадження обмежувальних протиепідемічних заходів з метою запобігання поширенню на території України гострої респіраторної хвороби COVID-19, спричиненої коронавірусом SARS-CoV-2» від 9 грудня 2020 р. № 1236 (https://cutt.ly/gEYAiTI).
</p>
<p> <strong>7.3. АГЕНТ МАЄ ПРАВО:</strong>
</p>
<p> 7.3.1. Вимагати від Покупця дотримуватися всіх процедур оформлення та оплати Замовлення за правилами викладеними в цій Оферті.
</p>
<p> 7.3.2. В разі відмови Покупця прийняти умови даної Оферти, відмовити Покупцеві в продажу йому Квитка та наданні Супутніх послуг.
</p>
<p> 7.3.3. Вимагати від Покупця виконання зобов’язань покладених на Покупця/Глядача, згідно умов цієї Оферти.
</p>
<p> 7.3.4. Відмовити Покупцеві в продажі йому Квитка та наданні Супутніх послуг якщо Покупець порушує умови здійсненого ним Замовлення.
</p>
<p> 7.3.5. Змінювати або припиняти дію цієї Оферти в односторонньому порядку. Така зміна або призупинення дії цієї Оферти не поширюється на здійснені до таких змін Замовлення, які були прийняті до виконання.
</p>
<p> 7.3.6. Здійснювати модифікацію будь-якого програмного забезпечення Системи та/або Сайту. Припиняти роботу програмних засобів, що забезпечують функціонування Системи та/або Сайту, з метою виявлення несправностей, помилок та збоїв, а також з метою проведення профілактичних робіт та запобігання випадкам несанкціонованого доступу. Агент не несе жодної відповідальності за непрацездатність каналів зв'язку, за допомогою яких Покупець здійснює з'єднання з Сайтом.
</p>
<p> 7.3.7. Встановлювати та змінювати вартість Супутніх послуг в односторонньому порядку та в будь-який час.
</p>
<p> 7.3.8. Включати до вартість Замовлення та стягувати з Покупця вартість Збору за послуги та вартість Додаткових послуг.
</p>
<p> 7.3.9. За недотримання Покупцем будь-якого з пунктів даної Оферти відмовити йому в укладенні Договору на надання Видовищних та Супутніх послуг.
</p>
<p> 7.3.10. Додавати до Номінальної вартості квитка додаткову плату за Додаткові послуги які включають, але не обмежуються:
</p>
<p> - за персональну обробку Замовлення оператором при оформленні Замовлення Квитків через контакт-центр Агента (телефон, онлайн чат, e-mail);
</p>
<p> - за формування повідомлення з вкладеними Електронними квитками та відправку його електронною поштою Покупцеві;
</p>
<p> - за бронювання Квитків з гарантією їх доступності для викупу в Точці продажу, протягом певного часу при оформленні Замовлення;
</p>
<p> - за друк Квитків у Точці продажу;
</p>
<p> - за оформлення Замовлення з оплатою через платіжні термінали;
</p>
<p> - за прийом та інкасацію грошових коштів;
</p>
<p> - за оформлення та персональну обробку контакт-центром колективних замовлень Квитків (кількість Квитків в одному замовленні перевищує встановлений для Заходу максимум);
</p>
<p> - та інші Послуги.
</p>
<p> Розмір вартості Додаткових послуг визначається Агентом самостійно та може бути змінено в будь-який час.
</p>
<p> 7.3.11. Залучати третіх осіб для виконання своїх зобов’язань за цим Договором.
</p>
<p> <strong>7.4. АГЕНТ ЗОБОВ'ЯЗАНИЙ:</strong>
</p>
<p> 7.4.1. Надавати Покупцю необхідну інформацію про конкретний Захід.
</p>
<p> 7.4.2. Надати Покупцеві інструкції для оформлення/оплати/отримання Квитка. Вичерпною інформацією вважається та інформація, яку Агент публікує на Сайті та/або надає в Точках продажу.
</p>
 <p> <strong>7.5. ОРГАНІЗАТОР МАЄ ПРАВО:</strong>
</p>
<p> 7.5.1. Змінювати ціни на не замовлені (не зарезервовані) й не оплачені Квитки.
</p>
<p> <strong>7.6. ОРГАНІЗАТОР ЗОБОВ’ЯЗАНИЙ:</strong>
</p>
<p> 7.6.1. Надати Покупцеві або Глядачеві, в інтересах якого Покупець уклав Договір на надання Видовищної послуги (п.3.1.1.) Видовищну послугу в місці й час зазначену в Квитку.
</p>
<p> 7.6.2. Надавати Покупцю необхідну інформацію про умови перебування в Закладі/на Заході.
</p>

<p> 7.6.4. Повертати кошти Покупцям відповідно до Інструкції з ведення квиткового господарства в театрально-видовищних підприємствах та культурно-освітніх закладах, затвердженої Наказом Міністерства культури і мистецтв України №452 від 07.07.1999 року, Закону України «Про театри і театральну справу» та Закону України «Про захист прав споживачів».
</p>
<h3> <strong>8. ОТРИМАННЯ КВИТКІВ ПОКУПЦЕМ</strong></h3>
<p> 8.1. Передача Квитків Покупцеві здійснюється виключно після повної оплати Ціни Квитка, Супутніх послуг на вибір Покупця, одним із наступних способів:
</p>
<p> - на електронну пошту Покупця Агентом надсилається лист, як додаток в листі знаходиться бланк Електронного квитка з унікальним Штрих-кодом.
</p>
<p> - Покупець може самостійно отримати Квиток безпосередньо в Точці продажу.
</p>
<p> 8.2. При одержанні Квитка в паперовій формі Покупцем/Глядачем в Точці продажу, він зобов’язаний ідентифікувати себе, тобто назвати себе й пред’явити документ, що підтверджує його особу, або назвати номер Замовлення.
</p>
<p> <strong>9. ОКРЕМІ ПОЛОЖЕННЯ ЩОДО ЕЛЕКТРОННИХ КВИТКІВ</strong>
</p>
<p> 9.1. При придбанні Електронного квитка Покупець в будь-якому випадку зобов’язується повідомити свою дійсну адресу електронної пошти, телефон, а також вказати свої прізвище та ім’я одержувача Квитка (в окремих випадках паспортні дані, якщо є такі вимоги згідно із Законами України та/або Принципала та/або Організатора). В разі ненадання такої інформації (дійсних адреси електронної пошти, телефону, прізвища та імені Покупця і одержувача Квитка, паспортних даних), а так само у разі надання неправдивої або недійсної інформації, Агент вправі відмовити Покупцеві в придбанні Електронного квитка.
</p>
<p> 9.1.1. В разі якщо Покупець під час купівлі Квитка повідомляє (вносить) недостовірну інформацію про себе, то в даному випадку ні Організатор ні Агент не несуть жодної відповідальності за якість та своєчасність надання Видовищних та Супутніх послуг.
</p>
<p> 9.2. Покупець приймає та погоджується з тим, що він повною мірою несе відповідальність за повідомлення помилкової або недійсної електронної поштової адреси.
</p>
<p> 9.3. Електронний квиток надсилається Покупцеві на його електронну поштову адресу лише за умови дотримання Покупцем умов цієї Оферти про оплату вартості Квитка та Супутніх послуг.
</p>
<p> 9.4. Покупець зобов’язаний самостійно та за свій рахунок здійснити друк Електронного квитка. При здійсненні друку Електронного квитка Покупець повинен переконатися в належній якості друку Електронного квитка (читабельність всіх деталей). В разі невиконання або неналежного виконання обов’язку, встановленого цим пунктом, Покупець повною мірою несе відповідальність за подібні дії (бездіяльність), в тому числі в разі відмови Організатором Заходу в проході на Захід в зв’язку з неналежним друком Електронного квитка. Агент не несе жодної відповідальності за будь-які збитки, що виникають у Покупця, у разі порушення умов цього пункту, у зв’язку з тим, що Агент не є стороною за Договором на надання Видовищної послуги.
</p>
<p> 9.5. Покупець має право, якщо подібне допускається Принципалом та/або Організатором Заходу і на це вказано Агентом в момент оформлення Електронного квитка на Сайті, при проході на Захід пред’явити Електронний квиток, що зберігається в пам’яті технічного пристрою, що належить Покупцеві, за умови, що такий пристрій допускає можливість демонстрації документа для контролю (сканування) системою контролю доступу в місці проведення Заходу.
</p>
<p> 9.6. Покупець самостійно несе відповідальність за збереження та захист Штрих-коду Електронного квитка від копіювання. У разі копіювання (втрати, тощо) Штрих-коду доступ на Захід буде відкритий лише один раз по тому Квитку, який був пред’явлений до сканування першим (дані умови також поширюються на друковані квитки).
</p>
<p> 9.6.1. Покупець погоджується з тим, що в разі якщо він не зумів зберегти Штрих-код від копіювання, в цьому випадку Агент не несе жодної відповідальності за відвідування Заходу особою яка першою повідомила Штрих-код та не є Покупцем або Глядачем.
</p>
<p> <strong>10. ПРОЦЕДУРА РОЗІРВАННЯ ДОГОВОРУ</strong>
</p>
<p> 10.1. Замовлення, в частині укладення Договору на надання Видовищної послуги (п.3.1.1.), а також Договору на надання Супутніх послуг (п.3.1.2), вважається не здійсненим, і не вимагає додаткових дій з боку Покупця й Агента, по його анулюванню (припиненню, розірванню), якщо: Покупець не підтвердив Агентові свою згоду придбати обраний ним Квиток (п.5.3.2), або Агент не підтвердив свою згоду продати Квиток Покупцеві (п.5.3.3);
</p>
<p>10.2. Замовлення, вважається анульованим з ініціативи Покупця, а зобов’язання сторін по укладеному між Організатором та Покупцем Договору на надання Видовищної послуги припиненими, якщо: <br></br>10.2.1. Покупець не оплатив Ціну Квитка протягом двадцяти (20) хвилин після підтвердження Агентом можливості придбання Квитка, якщо замовлення здійснювалося Покупцем через Сайт, або якщо Покупець не оплатив Ціну Квитка протягом однієї (1) хвилини, після підтвердження касирові в Точці продажу своєї згоди придбати обраний Квиток;<br></br>10.2.2. Глядач не прибув у Заклад у запланований час початку Заходу та/або порушив Правила перебування в Закладі/на Заході, порушував та/або не дотримувався актів (рішень) органів державної влади України направлених на запобігання поширення на території України гострої респіраторної хвороби COVID-19, в тому числі але не виключно Постанову Кабінету Міністрів «Про встановлення карантину та запровадження обмежувальних протиепідемічних заходів з метою запобігання поширенню на території України гострої респіраторної хвороби COVID-19, спричиненої коронавірусом SARS-CoV-2» від 9 грудня 2020 р. № 1236 (https://cutt.ly/gEYAiTI), у зв’язку з чим, не був допущений на Захід, або був виведений із Закладу силами співробітників Організатора або Закладу до завершення Заходу, та/або втратив Квиток, і, через це не зміг одержати Видовищну послугу повністю або частково. У цьому випадку сплачені Покупцем Ціна Квитка поверненню не підлягають.<br></br>10.2.3. Покупець (Глядач) відмовився пред’являти Організатору сертифікату вакцинації у зв’язку з чим, не був допущений на Захід, або був виведений із Закладу силами співробітників Організатора або Закладу до завершення Заходу і через це не зміг одержати Видовищну послугу повністю або частково. У цьому випадку сплачені Покупцем грошові кошти (Ціна Квитка) поверненню не підлягають.<br></br>
</p>
<p> 10.3. Замовлення, в частині п.3.1.1. цієї Оферти (Договір на надання Видовищної послуги) вважається анульованим з ініціативи Організатора, а зобов’язання сторін по укладеному між Організатором і Покупцем Договору на надання Видовищної послуги припиненими (з урахуванням п.10.4. та розділу 19 цього Договору), якщо:
</p>
<p> 10.3.1. Організатор скасував свій Захід (про, що він повідомив відкрито й публічно або повідомив про це Покупця);
</p>
<p> 10.3.2. Організатор не провів Захід у місці й час, зазначені у Квитку, в результаті чого Покупець, який вчасно прибув до Закладу, в якому мав би проходити Захід, та не зміг отримати замовлену ним Видовищну послугу з вини Організатора;
</p>
<p> 10.3.3. Після придбання Квитка, Організатор переніс дату проведення Заходу, або вніс інші критичні зміни в Захід, зазначений в Квитку, про що він повідомив відкрито й публічно та/або сповістив про це Покупцю, якщо Покупець не погодився з такими змінами, і бажає здати Квиток Організатору без його обміну на інший Квиток Організатора.
</p>
<p> 10.4. У випадках, визначених в п.10.3. цієї Оферти Покупець, який не отримав Видовищної послуги, має право вимагати у Організатора повернення йому Номінальної ціни Квитка відповідно до умов розділу 11. При цьому вартість Супутніх послуг (Збір за послуги, Додаткові послуги), які були надані Агентом, поверненню не підлягають.
</p>
<h3> <strong>11. ПОВЕРНЕННЯ ГРОШОВИХ КОШТІВ</strong></h3>
<p> 11.1. Відповідно до Інструкції з ведення квиткового господарства в театрально-видовищних підприємствах та культурно-освітніх закладах, затвердженої Наказом Міністерства культури і мистецтв України №452 від 07.07.1999 року, Закону України «Про театри і театральну справу» та Закону України «Про захист прав споживачів» усі й будь-які претензії по якості наданої або не наданої Видовищної послуги, а так само будь-які вимоги по поверненню Номінальної вартості Квитка, компенсації збитків чи шкоди у зв’язку із скасуванням, перенесенням або зміною Заходу, або якістю його проведення, можуть пред’являтися тільки Покупцем, і винятково Організатору як безпосередньому виконавцеві Видовищних послуг. Повернення таких сум Агентом можливий тільки у випадку якщо про це між Організатором та Агентом буде досягнута окрема домовленість, і Організатор забезпечить Агента необхідними грошовими коштами для їхнього повернення Покупцям.
</p>
<p> 11.1.1. Організатор повертає Покупцю лише Номінальну вартість квитка, повернення Збору за послуги та вартості Додаткових послуг ні Агентом ні Організатором за жодних обставин не проводиться.
</p>
<p> 11.2. Агент не несе жодної відповідальності за своєчасність та повноту повернення Організатором грошових коштів Покупцям.
</p>
<p> 11.3. Агент не контролює факт надання, неналежного надання чи ненадання Організатором Видовищної послуги Глядачу за проданим йому Квитком, не є присутнім на Заході, та до отримання від Організатора офіційного повідомлення, не знає про причини неналежного надання чи ненадання Організатором Видовищної послуги Глядачу. Однак для безпосереднього з’ясування всіх питань Покупцем/Глядачем, Агент на першу вимогу Покупця повідомляє йому назву й відомі Агентові контактні дані Організатора Заходу.
</p>
<p> 11.4. У разі якщо Організатор уповноважив Агента на здійснення повернення грошових коштів Покупцям, що придбали Квиток на скасований, перенесений або змінений Захід, та надав Агенту необхідну суму грошових коштів, в даному випадку Покупець може повернути сплачені грошові кошти (Номінальну вартість квитка), звернувшись до Агента з відповідним зверненням. Плата за обробку та здійснення процедури повернення Покупцю сплачених ним грошових коштів за придбаний Квиток Агентом не стягується, водночас повернення Збору за послуги та вартості Додаткових послуг Агентом за жодних обставин не проводиться.
</p>
<p> 11.4.1. Агент повертає кошти виключно в безготівковому порядку (шляхом зарахування грошових коштів на банківський рахунок Покупця). Покупець зобов’язується подати заявку в особистому кабінеті на Сайті. Зарахування грошових коштів здійснюється автоматично на банківську карту, якою здійснювалась оплата Квитків (Детальніше https://venue.ua/)
</p>
<p> 11.4.2. Повернення грошових коштів здійснюється протягом 30 (Тридцяти) днів з моменту звернення Покупця.
</p>
<p> 11.5. Якщо інше не обумовлено в цій Оферті, Замовлення в частині п.3.1.2. цієї Оферти (Договір на надання Супутніх послуг) за жодних обставин не може бути анульоване в односторонньому порядку з ініціативи Покупця. Збір за послуги, Додаткові послуги не повертається Покупцеві адже сам факт сплати Збору за послуги або Додаткових послуг підтверджує те, що Покупець належним чином отримав (спожив) такі Супутні послуги до їх оплати.
</p>
<p> 11.6. Здійснюючи Замовлення, Покупець підтверджує те, що він повністю ознайомлений та розуміє підстави для його анулювання, розірвання укладених договорів, відмови від Видовищної послуги Організатора, та Супутніх послуг Агента, і такі умови задовольняють його та приймаються ним без будь-яких застережень. Покупець не має права повертати Ціну Квитка, сплачену ним за допомогою платіжних систем, шляхом визнання такої оплати недійсною, в тому числі через ненадання йому Видовищної послуги Організатором.
</p>
<p> <strong>12. УМОВИ ВИКОРИСТАННЯ СЕРТИФІКАТУ</strong>
</p>
<p> 12.1. Сертифікат може бути використаний лише на Сайті з метою часткової або повної оплати вартості Квитка. Дія Сертифікату є обмеженою, кінцева дата його використання визначена на Сертифікаті.
</p>
<p> 12.2. Ідентифікацією Сертифікату є Штрих-код, що складається із 10 (Десять) цифр (можлива інша комбінація букв, символів та цифр). Зазначені Сертифікати можуть бути як в друкованому так і в електронному вигляді.
</p>
<p> 12.3. Розголошення Штрих-кодів Сертифікату може призвести до втрати можливості використати зазначений Сертифікат. Агент не несе жодної відповідальності за часткову або повну оплату вартості Квитка особою яка повідомила Штрих-код та не є його володільцем.
</p>
<p> 12.4. Сертифікат після закінчення строку його дії, вважається недійсним та не може бути прийнятим Агентом, при цьому грошові кошти за такі Сертифікати поверненню – не підлягають.
</p>
<p> 12.5. Сертифікат обміну/поверненню не підлягає.
</p>
<p> 12.6. Сертифікат може бути використаний лише один раз, після його використання стає недійсним.
</p>
<p> 12.7. При замовленні Квитка Номінальна вартість якого є меншою ніж розмір Сертифікату – залишок Покупцю не компенсується, а Сертифікат стає недійсним.
</p>
<p> 12.8. При замовленні Квитка Номінальна вартість якого є більшою ніж розмір Сертифікату – Покупець зобов’язується доплатити різницю.
</p>
<p> <strong>13. ПЕРСОНАЛЬНІ ДАНІ</strong>
</p>
<p> 13.1. Здійснюючи Замовлення Покупець надає Агентові свої Персональні дані та/або персональні дані інших осіб (Глядачів, тощо) – при замовленні Квитка через Сайт або Точку продажу. Надаючи такі персональні дані Покупець надає Агентові безстрокове, безвідкличне та безоплатне право на їх обробки будь-яким чином, включаючи але не обмежуючись, шляхом збирання, накопичення, володіння, зберігання, адаптування, зміни, поновлення, використання і поширення (розповсюдження, реалізації, передачі), знеособлення, знищення таких персональних даних. Дані дії можуть здійснюватися наступними способами: в документальній, електронної, в усній формах.
</p>
<p> 13.1.1. У випадку якщо Покупець при здійсненні Замовлення надає Агентові персональні дані інших осіб, Покупець цим самим підтверджує, що він попередньо одержав від них відповідний дозвіл на передачу Агентові, безстрокове зберігання, використання й обробку їх даних Агентом. Право використання й обробки, отриманих від Покупця персональних даних включає в т.ч. право Агента на розсилання реклами (афіш), на отримані адреси, телефони й електронну пошту (e-mail).
</p>
<p> 13.2. Обробка та використання персональних даних Покупця здійснюється відповідно до законодавства України (в тому числі але не виключно відповідно до Закону України «Про захист персональних даних» № 2297–VI від 01.06.2010 р.). Покупець дає Агенту безстрокове, безвідкличне та безоплатне право на обробку та використання його персональних даних у зв’язку з наданням Покупцю Послуг, обумовлених цією Офертою, в тому числі у цілях отримання Покупцем рекламних повідомлень про захід, квитки на які реалізуються Агентом. У зв’язку з тим, що обробка персональних даних Покупця здійснюється у зв’язку з виконанням договору, укладеного на умовах цієї Оферти, окрема згода Покупця на обробку його персональних даних - не потрібна. Термін використання наданих персональних даних — безстроково. Покупець гарантує і несе відповідальність за те, що дані, зазначені в Замовленні, є добровільно наданими ними і третіми особами при оформленні Квитка, і всі ці особи ознайомлені та згодні з умовами даної Оферти.
</p>
<p> 13.3. Сторони мають право передавати отримані персональні дані, як в складі бази даних так і окремо, третім особам лише для виконання умов цієї Оферти та/або з дня надходження запиту від третьої особи (контролюючим органам), і що інша Сторона, у такому випадку, не буде претендувати та мати право на будь-яку винагороду та іншого виду компенсацію. Вказана згода, надана Стороною з урахуванням вимог ст. 7, ст. 8 та ст.11 Закону України «Про захист персональних даних».
</p>
<p> <strong>14. ІНТЕЛЕКТУАЛЬНА ВЛАСНІСТЬ</strong>
</p>
<p> 14.1. Сукупність програм, даних, торгових марок, об'єктів авторського права, і інших об'єктів, що використовуються на Сайті, є інтелектуальною власністю його законних правовласників і охороняються законодавством про інтелектуальну власність України, а також відповідними міжнародними правовими договорами і конвенціями. Будь-яке використання елементів, символіки, текстів, графічних зображень, програм та інших об'єктів, що входять до складу Сайту, без дозволу Агента чи іншого законного правовласника є незаконним і може стати причиною судового розгляду і притягнення порушників до цивільно-правової, адміністративної та кримінальної відповідальності відповідно до чинного законодавства України.
</p>
<p> 14.2. Будь-які рекламні матеріали які розміщенні Агентом на Сайті (об’єкти інтелектуальної власності в тому числі але не виключно фотографії, малюнки, твори, знаки для товарів і послуг, відео та інше) - надані Організатором (або Принципалом). Відповідно до умов укладеного між Агентом та Організатором (або Принципалом) договору, Організатор (або Принципал) зобов'язується самостійно та за свій рахунок врегулювати всі питання пов'язані з розміщенням та використанням Агентом вищезазначених рекламних матеріалів.
</p>
<p> <strong>15. ФОРС-МАЖОР</strong>
</p>
<p> 15.1. Сторони звільняються від відповідальності за повне або часткове невиконання своїх зобов’язань за цією Офертою, якщо таке невиконання стало наслідком обставин непереборної сили, що виникли після укладання даної Оферти та які Сторони не могли ані передбачити, ані попередити розумними заходами.
</p>
<p> 15.2. Форс-мажорними обставинами (обставинами непереборної сили) є надзвичайні та невідворотні обставини, що об’єктивно унеможливлюють виконання зобов’язань, передбачених умовами договору (контракту, угоди тощо), обов’язків згідно із законодавчими та іншими нормативними актами, а саме: загроза війни, збройний конфлікт або серйозна погроза такого конфлікту, включаючи але не обмежуючись ворожими атаками, блокадами, військовим ембарго, дії іноземного ворога, загальна військова мобілізація, військові дії, оголошена та неоголошена війна, дії суспільного ворога, збурення, акти тероризму, диверсії, піратства, безлади, вторгнення, блокада, революція, заколот, повстання, масові заворушення, введення комендантської години, карантину, встановленого Кабінетом Міністрів України, експропріація, примусове вилучення, захоплення підприємств, реквізиція, громадська демонстрація, блокада, страйк, аварія, протиправні дії третіх осіб, пожежа, вибух, тривалі перерви в роботі транспорту, регламентовані умовами відповідних рішень та актами державних органів влади, закриття морських проток, ембарго, заборона (обмеження) експорту/імпорту тощо, а також викликані винятковими погодними умовами і стихійним лихом, а саме: епідемія, сильний шторм, циклон, ураган, торнадо, буревій, повінь, нагромадження снігу, ожеледь, град, заморозки, замерзання моря, проток, портів, перевалів, землетрус, блискавка, пожежа, посуха, просідання і зсув ґрунту, інші стихійні лиха тощо.
</p>
<p> 15.3. Наявність та строк дії Форс-мажорних обставин підтверджується сертифікатом Торгово-промислової палати України встановленого зразка.
</p>
<p> 15.4. 15.4.	Покупець погоджується з тим, що в разі якщо Організатор в зв’язку з настанням Форс-мажорних обставин переніс дату проведення Заходу то в даному випадку грошові кошти сплачені за Квиток Покупцю не повертаються, при цьому всі Квитки залишаються активними та дійсними на новий Захід.
</p>
<p> 15.5. В разі якщо Організатор провів Захід, на який Покупець придбав Квиток, однак Покупець/Глядач не зміг потрапити на Захід через дію непереборної сили, хворобу, страхи, запізнення, автомобільні затори, аварії, перекриття доріг/проходів та інші обмеження, які надали право Організатору не допускати Глядача в Заклад, або інші причини, які не залежать від Організатора, Договір на надання Видовищної послуги вважається виконаним належним чином, та Номінальна вартість Квитка Покупцю не повертається (не компенсується), так само в жодному разі не коментується та не повертається вартість Супутній послуг (так як такі послуги надані Агентом в повному обсязі).
</p>
<p> <strong>16. ВІДПОВІДАЛЬНІСТЬ СТОРІН</strong>
</p>
<p> 16.1. Агент несе відповідальність лише в рамках укладеного з Покупцем Договору про надання Супутніх послуг, та не є стороною, чи зобов’язаною особою в рамках укладеного між Організатором та Покупцем Договору про надання Видовищної послуги. При цьому, у будь-якому випадку відповідальність Агента по наданню Супутніх послуг, перед Покупцем обмежується розміром Збору за послуги сплаченого Покупцем при придбанні Квитка для отримання Супутньої послуги.
</p>
<p> 16.2. Організатор несе відповідальність перед Покупцем за ненадання чи неналежне надання Видовищної послуги в межах укладеного Договору про надання Видовищної послуги. Неналежним наданням Видовищної послуги є надання такої послуги всупереч умовам, визначеним в Замовленні, та відображеним у придбаному Квитку. При цьому, у будь-якому випадку відповідальність Організатора по наданню Видовищної послуги перед Покупцем обмежується Номінальною вартістю Квитка, придбаного для отримання такої Видовищної послуги.
</p>
<p> 16.3. За невідповідність якості Видовищної послуги, чи Супутньої послуги суб’єктивним очікуванням Покупця, які не обумовлені в цій Оферті, та не визначені в Квитку, Сторони відповідальності не несуть. Покупець розуміє та погоджується з тим, що його емоційні та естетичні враження від отриманої Видовищної послуги можуть не відповідати та не співпадати з його суб’єктивним очікуванням, які були сформовані на підставі інформації яку було поширено не Організатором, та не на його замовлення (неофіційні афіші, відгуки критиків, або інших глядачів), і тому, така невідповідність та неспівпадіння не вважається неналежним наданням Видовищної послуги.
</p>
<p> 16.4. Агент не несе жодної відповідальності за перенесення, заміну, зміну або скасування Заходу, а також за підготовку та проведення Заходу.
</p>
<p> 16.5. Покупець погоджується з тим, що розголошення (втрата, тощо) Штрих-кодів (які нанесені на Квиток) може призвести до втрати можливості використати зазначений Квиток. Агент не несе жодної відповідальності за відвідування Заходу особою яка першою повідомила Штрих-код та не є Покупцем та/або його представником.
</p>
<p>16.6. Покупець самостійно несе всю відповідальність за порушення та/або невиконання встановлених державними органами України норм та правил щодо запобігання поширення на території України гострої респіраторної хвороби COVID-19. Організатор та Агент не несуть жодної відповідальності за порушення та/або невиконання Покупцем вищезазначених норм та правил щодо запобігання поширення на території України гострої респіраторної хвороби COVID-19.<br></br>
</p>
<p> 16.7. Агент не несе жодної відповідальність за будь-які збитки, що виникли в результаті діяльності Покупців на Сайті. Агент ні за яких обставин не несе відповідальності перед Покупцями або третіми особами за будь-які прямі та непрямі збитки, у тому числі упущену вигоду.
</p>
<p> 16.8. Агент не несе жодної відповідальність за дії/бездіяльність банків, платіжних систем та за затримки пов'язані з їх роботою.
</p>
<p> 16.9. Агент не несе жодної відповідальності за дії Принципала та/або Організатора та/або третіх осіб з продажу Квитків, що діють від свого імені та/або від імені Принципала або Організатора, так само як і за організацію й факт проведення Заходу.
</p>
<h3> <strong>17. ВИРІШЕННЯ СПОРІВ</strong></h3>
<p> 17.1. Спори, що виникають при виконанні Договору на умовах цієї Оферти, вирішуються з дотриманням претензійного порядку. Претензія подається Агенту в письмовому вигляді з додатком документів, що обґрунтовують вимоги, які пред'являються, в термін не більше 10 (Десяти) банківських днів з дати виникнення причини спору. Пред’явлена претензія розглядається Агентом в термін не більше 10 (Десяти) банківських днів.
</p>
<p> 17.2. Якщо будь-які спори, що виникають з цього Договору, або в зв'язку з ним, у тому числі, що стосуються його виконання, порушення, припинення або недійсності, не можуть бути вирішені шляхом переговорів, то такі спори розглядаються відповідно до чинного законодавством України в судовому порядку за місцем знаходження Агента.
</p>
<p> 17.3. Всі, та будь-які спори, між Покупцем та Організатором які будуть випливати з Договору на надання Видовищної послуги мають розглядатись в суді за місцезнаходженням Організатора.
</p>
<p> 17.4. З усіх інших питань не передбачених в Оферті Сторони керуються законодавством України.
</p>
<p> 17.5. Цей Договір регулюється і тлумачиться відповідно до законодавства України. Питання, не врегульовані цим Договором, підлягають вирішенню відповідно до чинного законодавства України.
</p>
<p> 17.6. Визнання судом будь-якого положення цього Договору недійсним або таким, що не підлягає виконанню, не є підставою недійсності або невиконання інших положень цього Договору.
</p>
<p> <strong>18. ПОВІДОМЛЕННЯ</strong>
</p>
<p> 18.1. Здійснюючи Замовлення Покупець надає Агенту безстрокову згоду на отримання будь-яких рекламних та інформаційних повідомлень на месенджери та/або на електронну адресу/телефон, надані Покупцем при Замовленні Квитка.
</p>
<p> 18.2. Інформаційні повідомлення призначені для широкого кола потенційних покупців, публікуються на Сайті та/або розсилаються на електронні адреси/телефони Покупців, які раніше здійснювали Замовлення.
</p>
<p> 18.3. Покупець має право відмовитися від отримання рекламних та інформаційних повідомлень (окрім, системних повідомлень), що надходять у месенджери та/або на електронну адресу/телефон, вказані при здійсненні Замовлення, в будь-який момент за допомогою функціональних можливостей таких сервісів або за письмовим зверненням до Агента.
</p>
<p>У разі виникнення питань або коментарів, будь ласка, зверніться до нас з письмовим листом за контактами, що зазначені в Оферті.
</p>
<p><strong> </strong>
</p>
<p> <strong>19.	ОСОБЛИВІ УМОВИ ПРОВЕДЕННЯ ЗАХОДІВ В ПЕРІОД ВОЄННОГО СТАНУ</strong>
</p>
<p> 19.1 Сторони визначають та погоджуються з тим, що:
</p>
<p> -	організатор та Агент звільняються від будь-якої відповідальності за внесення змін до часу та програми проведення Заходу в разі якщо ці зміни зумовлені оголошенням повітряної та/або іншої тривоги;
</p>
<p> - оголошення повітряної та/або іншої тривоги є обставинами непереборної сили;
</p>
<p> -	в разі оголошення повітряної та/або іншої тривоги під час проведення Заходу Організатор має право на власний розсуд продовжити (якщо таке продовження можливе), або завершити Захід. При цьому Сторони погоджується з тим, що в разі якщо Організатор прийме рішення про завершення Заходу то в даному випадку Захід вважається проведений Організатором в повному обсязі, а Покупець (Глядач) вважається таким, що спожив Видовищну послугу в повному обсязі. В даному випадку повернення Покупцю грошових коштів за придбані Квитки – не здійснюється.
</p>
<p> 19.2. Зміна Організатором Періоду проведення Заходу не тягне за собою повернення Покупцю грошових коштів за придбані Квитки.
</p>
<p> <strong>20.	ПОЛІТИКА БЕЗПЕКИ РЕКВІЗИТІВ ПЛАТІЖНИХ КАРТ ПОКУПЦІВ</strong>
</p>
<p> 20.1 При оплаті послуг на Сайті банківською карткою, обробка платежу (включаючи введення номеру платіжної картки, терміну її дії, CVV2/CVC2) відбувається на захищеній сторінці процесингової системи. Дані платіжної картки передаються провайдерам платіжних сервісів тільки у зашифрованому вигляді і не зберігаються на Сайті та/або у Системі.
</p>
<p> 20.2. Обробка конфіденційних даних (реквізитів картки, реєстраційних та інших дані) Покупця захищена, будь-яка третя особа не може отримати персональні і банківські дані Покупця через сервіс (Сайт, Систему) Агента.
</p>
<p> 20.3. При роботі з картковими даними застосовується стандарт захисту інформації, розроблений міжнародними платіжними системами Visa та Master Card – Payment Card Industry Data Security Standard (PCI DSS), що забезпечує безпечну обробку реквізитів власника банківської картки - Покупця. Застосовувана технологія передачі даних гарантує безпеку проведення операцій з банківськими картками шляхом використання протоколів Secure Sockets Layer (SSL) та інших методів.
</p>
<p> 20.4. При операції з використанням реквізитів платіжної картки для додаткової аутентифікації власника платіжної картки використовується протокол 3-D Secure. Якщо Банк-емітент платіжної картки Покупця підтримує вказану технологію після введення платіжних даних та згоди на здійснення операції, Покупець буде перенаправлений на сервер Банку-емітента для проведення додаткової ідентифікації.
</p>
<p> 20.5. Використання Агентом послуг Банків-еквайрів з прийому онлайн-оплат та здійснення зарахувань на платіжні картки здійснюється відповідно до правил Міжнародних платіжних систем Visa та MasterCard та відповідно до принципів дотримання конфіденційності та безпеки здійснення операцій з використанням даних платіжних карток.
</p>
<p> <strong>21.	ОКРЕМІ УМОВИ ЩОДО ПОКУПКИ КВИТКА НА АНГЛОМОВНІЙ ВЕРСІЇ САЙТУ</strong>
</p>
<p> 21.1. Якщо Клієнт обрав Англомовну версію Сайту, вартість всіх Квитків автоматично відображається в іноземній валюті (Євро).
</p>
<p>. 21.2. Клієнт який обрав Квиток на Захід вартість якого визначена в іноземній валюті (Євро) погоджується з тим, що платіж який ініціюється Покупцем з його карткового рахунку в автоматичному режимі обраховується в національній валюті України - гривні, що еквівалентна відповідній вартості в іноземній валюті (Євро) за курсом обміну, який застосовується банками-еквайрами та/або платіжними системами на момент ініціювання Покупцем такого переказу.
</p>
<p> 21.2.1. Клієнт розуміє та погоджується з тим, що Ціна Квитка в іноземній валюті (Євро) на Сайті Агента, має інформативних характер та визначається за середнім курсом в день здійснення платежу, і як наслідок може відрізнятись від розміру фактично списаних з Покупця грошових коштів в зв’язку з різницею обмінних курсів (Українська гривня до Євро). Остаточна Ціна Квитка визначається на сторінці банка-еквайра та/або платіжної системи.
</p>
<p> 21.2.2. Під час покупки Квитка Клієнт погоджується з тим, що курс обміну іноземної валюти (Євро) на Українську гривню визначається та здійснюється банками-еквайрами та/або платіжними системами, при цьому Агент не має відношення до формування курсів валютного обміну.
</p>
<p> 21.2.3. Здійснюючи платіж Клієнт повністю та беззаперечно погоджується з обмінним курсом (Українська гривня до Євро). В разі якщо Клієнт не згодний з обмінним курсом (Українська гривня до Євро), то в даному випадку Клієнт може відмовитись від здійснення оплати в іноземної валюти (Євро) та здійснити платіж в національній валюті України – гривні.
</p>
<p> 21.3. Окремо звертаємо увагу та просимо бути уважними при здійсненні платежів з конвертацією Української гривні до Євро, так як курси обміну платіжних систем та Національного банку можуть відрізнятись, фактична сума списання проводиться за поточним комерційним курсом валютного обміну.
</p>
<p> <strong>22.	ЧАРДЖБЕК (chargeback)</strong>
</p> 22.1. Здійснюючи оплату Квитка Клієнт добровільно приймає та погоджується з тим, що оскарження здійсненого ним платежу у картковій платіжній системі (ЧАРДЖБЕК (chargeback)) може бути здійснено в термін не більше 14 (чотирнадцяти) календарних днів з дати здійснення такого платежу.
<p></p>
<p> 22.1.1. Клієнт, який не розпочав оскарження здійсненого ним платежу у картковій платіжній системі (ЧАРДЖБЕК (chargeback)) протягом 14 (чотирнадцяти) календарних днів з дати здійснення платежу, втрачає своє право на здійснення такого оскарження (ЧАРДЖБЕК (chargeback)).
</p>
<p> 22.1.2. Відсутність оскарження Клієнтом здійсненого ним платежу у картковій платіжній системі протягом терміну передбаченого п.22.1. цієї Оферти означає повну та беззаперечну згоду Клієнта з тим, що повернення грошових коштів здійснюється йому виключно в порядку та на умовах передбачених даною Офертою (Розділ 11 цієї Оферти).
</p>
<p> 22.2. В разі якщо Клієнт не погоджується з терміном протягом якого він має право оскаржити здійснений ним платіж у картковій платіжній системі (ЧАРДЖБЕК (chargeback)) передбаченими п.22.1. цієї Оферти, то в даному випадку Клієнт може відмовитись від покупки Квитка.
</p>

        </div>
        </div>
    )
}